Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Signed out
ar: تم تسجيل الخروج
de: Abgemeldet
es: Cerrado sesión
fr: Déconnecté
ja: サインアウトしました
ko: 로그아웃됨
pt_br: Desconectado
ru: Вышел из системы
vi: Đã đăng xuất
zh_hans: 已退出
zh_hant: 已退出

source: Signed out on this device. BrassTune couldn't confirm server logout, so try again online before using a shared device.
ar: تم تسجيل الخروج على هذا الجهاز. تعذر تأكيد الخروج من الخادم؛ حاول مجددًا عند الاتصال قبل استخدام جهاز مشترك.
de: Auf diesem Gerät abgemeldet. Die Server-Abmeldung konnte nicht bestätigt werden; versuche es online erneut, bevor du ein geteiltes Gerät nutzt.
es: Sesión cerrada en este dispositivo. No se pudo confirmar en el servidor; vuelve a intentarlo con conexión antes de usar un dispositivo compartido.
fr: Déconnecté sur cet appareil. La déconnexion du serveur n’a pas été confirmée; réessayez en ligne avant d’utiliser un appareil partagé.
ja: このデバイスではサインアウトしました。サーバー側を確認できなかったため、共有デバイスを使う前にオンラインで再試行してください。
ko: 이 기기에서 로그아웃했습니다. 서버 로그아웃을 확인하지 못했으므로 공유 기기 사용 전 온라인에서 다시 시도하세요.
pt_br: Sessão encerrada neste dispositivo. Não foi possível confirmar no servidor; tente novamente on-line antes de usar um dispositivo compartilhado.
ru: На этом устройстве выполнен выход. Выход на сервере не подтвержден; повторите попытку онлайн перед использованием общего устройства.
vi: Đã đăng xuất trên thiết bị này. Không thể xác nhận với máy chủ; hãy thử lại khi trực tuyến trước khi dùng thiết bị chung.
zh_hans: 已在此设备上退出登录。BrassTune 无法确认服务器退出；使用共享设备前请联网重试。
zh_hant: 已在此裝置上登出。BrassTune 無法確認伺服器登出；使用共用裝置前請連線重試。

source: Signed out.
ar: تم تسجيل الخروج.
de: Abgemeldet.
es: Sesión cerrada.
fr: Déconnecté.
ja: サインアウトしました。
ko: 로그아웃했습니다.
pt_br: Sessão encerrada.
ru: Вы вышли.
vi: Đã đăng xuất.
zh_hans: 已退出登录。
zh_hant: 已登出。

source: Sixteenth
ar: نغمة سداسية عشرية
de: Sechzehntelnote
es: Semicorchea
fr: Double croche
ja: 16分音符
ko: 16분음표
pt_br: Semicolcheia
ru: Шестнадцатая нота
vi: Nốt móc kép
zh_hans: 十六分音符
zh_hant: 十六分音符

source: Skip for now
ar: تخطي الآن
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l’instant
ja: 今はスキップ
ko: 지금은 건너뛰기
pt_br: Pular por enquanto
ru: Пока пропустить
vi: Tạm thời bỏ qua
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Skip note
ar: تخطي النغمة
de: Note überspringen
es: Omitir nota
fr: Ignorer la note
ja: 音をスキップ
ko: 음 건너뛰기
pt_br: Pular nota
ru: Пропустить ноту
vi: Bỏ qua nốt
zh_hans: 跳过音符
zh_hant: 略過音符

source: Skipped
ar: تم تخطيه
de: Übersprungen
es: Saltado
fr: Sauté
ja: スキップされました
ko: 건너뛰었습니다.
pt_br: Ignorado
ru: Пропущено
vi: Đã bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Slow down and hold each note steady before moving on.
ar: أبطئ وثبّت كل نغمة قبل الانتقال.
de: Spiele langsamer und halte jeden Ton stabil, bevor du weitermachst.
es: Ve más despacio y mantén estable cada nota antes de continuar.
fr: Ralentissez et stabilisez chaque note avant de continuer.
ja: テンポを落とし、次へ進む前に各音を安定させましょう。
ko: 속도를 늦추고 다음 음으로 넘어가기 전에 각 음을 안정적으로 유지하세요.
pt_br: Diminua o ritmo e mantenha cada nota estável antes de seguir.
ru: Сбавьте темп и удерживайте каждую ноту ровно, прежде чем двигаться дальше.
vi: Chậm lại và giữ từng nốt ổn định trước khi chuyển tiếp.
zh_hans: 放慢速度，稳定保持每个音后再继续。
zh_hant: 放慢速度，穩定保持每個音後再繼續。

source: Sound and feel
ar: الصوت والإحساس
de: Klang und Gefühl
es: Sonido y sensación
fr: Son et sensation
ja: 音と感触
ko: 소리와 느낌
pt_br: Som e sensação
ru: Звук и ощущение
vi: Âm thanh và cảm nhận
zh_hans: 声音和感觉
zh_hant: 聲音和感覺

source: Start again
ar: البدء من جديد
de: Erneut starten
es: Empezar de nuevo
fr: Recommencer
ja: もう一度始める
ko: 다시 시작
pt_br: Começar novamente
ru: Начать снова
vi: Bắt đầu lại
zh_hans: 重新开始
zh_hant: 重新開始

source: Start another warm-up
ar: ابدأ عملية إحماء أخرى
de: Beginnen Sie erneut mit dem Aufwärmen
es: Iniciar otro calentamiento
fr: Commencer un autre échauffement
ja: 別のウォーミングアップを開始する
ko: 또 다른 워밍업 시작
pt_br: Comece outro aquecimento
ru: Начать еще одну разминку
vi: Bắt đầu khởi động khác
zh_hans: 开始另一次热身
zh_hant: 開始另一次熱身

source: Start block
ar: بدء الجزء
de: Abschnitt starten
es: Iniciar bloque
fr: Démarrer le bloc
ja: ブロックを開始
ko: 블록 시작
pt_br: Iniciar bloco
ru: Начать блок
vi: Bắt đầu phần
zh_hans: 开始练习块
zh_hant: 開始練習區塊

source: Start listening
ar: بدء الاستماع
de: Zuhören starten
es: Empezar a escuchar
fr: Commencer l’écoute
ja: 測定を開始
ko: 측정 시작
pt_br: Começar a ouvir
ru: Начать прослушивание
vi: Bắt đầu nghe
zh_hans: 开始调音
zh_hant: 開始調音

source: Start metronome
ar: تشغيل المسرع
de: Metronom starten
es: Iniciar metrónomo
fr: Démarrer le métronome
ja: メトロノームを開始
ko: 메트로놈 시작
pt_br: Iniciar metrônomo
ru: Запустить метроном
vi: Bật máy đếm nhịp
zh_hans: 启动节拍器
zh_hant: 啟動節拍器

source: Start pack
ar: بدء حزمة التدريب
de: Übungspaket starten
es: Iniciar paquete de práctica
fr: Démarrer le parcours d’exercices
ja: 練習パックを開始
ko: 연습 팩 시작
pt_br: Iniciar pacote de prática
ru: Начать комплекс упражнений
vi: Bắt đầu gói luyện tập
zh_hans: 开始练习包
zh_hant: 開始練習包

source: Start personal drill
ar: ابدأ التدريب الشخصي
de: Beginnen Sie mit der persönlichen Übung
es: Iniciar ejercicio personal
fr: Commencer l'exercice personnel
ja: 個人ドリルを開始
ko: 개인 훈련 시작
pt_br: Iniciar exercício pessoal
ru: Начать персональную тренировку
vi: Bắt đầu luyện tập cá nhân
zh_hans: 开始个人训练
zh_hant: 開始個人訓練

source: Start quietly. Stop if the sound feels uncomfortable, and prefer headphones for microphone practice.
ar: ابدأ بهدوء. توقف إذا كان الصوت غير مريح، ويفضل استخدام سماعات الرأس للتدرب على الميكروفون.
de: Beginnen Sie ruhig. Hören Sie auf, wenn sich der Ton unangenehm anfühlt, und bevorzugen Sie zum Üben des Mikrofons Kopfhörer.
es: Empiece tranquilamente. Deténgase si el sonido le resulta incómodo y prefiera auriculares para practicar con el micrófono.
fr: Commencez tranquillement. Arrêtez-vous si le son est inconfortable et préférez des écouteurs pour la pratique du microphone.
ja: 静かに始めてください。音が不快に感じる場合は中止し、マイクの練習にはヘッドフォンを使用してください。
ko: 조용히 시작하세요. 소리가 불편하면 중단하고, 마이크 연습에는 헤드폰을 선호하세요.
pt_br: Comece calmamente. Pare se o som parecer desconfortável e prefira fones de ouvido para praticar com microfone.
ru: Начни тихо. Остановитесь, если звук вам неприятен, и отдайте предпочтение наушникам для занятий с микрофоном.
vi: Bắt đầu lặng lẽ. Hãy dừng lại nếu cảm thấy âm thanh không thoải mái và sử dụng tai nghe để luyện tập micrô.
zh_hans: 安静地开始。如果声音感觉不舒服，请停止，并更喜欢使用耳机进行麦克风练习。
zh_hant: 安靜地開始。如果聲音感覺不舒服，請停止，並更喜歡使用耳機進行麥克風練習。

source: Start the tuner and save a short recording.
ar: ابدأ تشغيل الموالف واحفظ تسجيلًا قصيرًا.
de: Starten Sie den Tuner und speichern Sie eine kurze Aufnahme.
es: Inicie el sintonizador y guarde una grabación breve.
fr: Démarrez le tuner et enregistrez un court enregistrement.
ja: チューナーを起動し、短い録音を保存します。
ko: 튜너를 시작하고 짧은 녹음을 저장하세요.
pt_br: Inicie o sintonizador e salve uma gravação curta.
ru: Запустите тюнер и сохраните короткую запись.
vi: Khởi động bộ chỉnh và lưu bản ghi ngắn.
zh_hans: 启动调谐器并保存简短的录音。
zh_hant: 啟動調諧器並儲存簡短的錄音。

source: Start warm-up
ar: بدء الإحماء
de: Aufwärmen starten
es: Iniciar calentamiento
fr: Démarrer l’échauffement
ja: ウォームアップを開始
ko: 워밍업 시작
pt_br: Iniciar aquecimento
ru: Начать разминку
vi: Bắt đầu khởi động
zh_hans: 开始热身
zh_hant: 開始熱身

source: Start when you are ready. Only the current block is shown.
ar: ابدأ عندما تكون مستعدًا. يظهر قسم التدريب الحالي فقط.
de: Beginnen Sie, wenn Sie bereit sind. Nur der aktuelle Übungsblock wird angezeigt.
es: Empieza cuando estés listo. Solo se muestra el bloque de práctica actual.
fr: Commencez quand vous êtes prêt. Seul le bloc d’exercice actuel est affiché.
ja: 準備ができたら始めましょう。現在の練習ブロックだけが表示されます。
ko: 준비가 되면 시작하세요. 현재 연습 블록만 표시됩니다.
pt_br: Comece quando estiver pronto. Apenas o bloco de prática atual é exibido.
ru: Начните, когда будете готовы. Показан только текущий блок занятия.
vi: Bắt đầu khi bạn sẵn sàng. Chỉ khối luyện tập hiện tại được hiển thị.
zh_hans: 准备好后即可开始。屏幕仅显示当前练习模块。
zh_hant: 準備好後即可開始。畫面僅顯示目前練習區塊。

source: Start with drone matching and slow attacks before extending range.
ar: ابدأ بمطابقة النغمة المستمرة وبدايات النغمات البطيئة قبل توسيع المدى.
de: Beginne mit Bordunabgleich und langsamen Tonanfängen, bevor du den Umfang erweiterst.
es: Empieza igualando una nota pedal y con ataques lentos antes de ampliar el registro.
fr: Commencez par vous accorder sur un bourdon et par des attaques lentes avant d’élargir la tessiture.
ja: 音域を広げる前に、ドローン合わせとゆっくりした音の立ち上がりから始めましょう。
ko: 음역을 넓히기 전에 드론 맞추기와 느린 어택부터 연습하세요.
pt_br: Comece igualando um bordão e com ataques lentos antes de ampliar a extensão.
ru: Начните со сверки с бурдоном и медленных атак, прежде чем расширять диапазон.
vi: Bắt đầu bằng cách khớp âm nền kéo dài và vào nốt chậm trước khi mở rộng âm vực.
zh_hans: 扩大音域前，先练习对准持续音和缓慢起音。
zh_hant: 擴大音域前，先練習對準持續音和緩慢起音。

source: Starts local practice without an online account
ar: يبدأ التدريب الموسيقي على هذا الجهاز بدون حساب عبر الإنترنت
de: Startet das instrumentale Üben auf diesem Gerät ohne Onlinekonto
es: Inicia una sesión de práctica musical en este dispositivo sin una cuenta en línea
fr: Démarre une séance musicale sur cet appareil sans compte en ligne
ja: オンラインアカウントなしで、この端末上の楽器練習を開始します
ko: 온라인 계정 없이 이 기기에서 악기 연습을 시작합니다
pt_br: Inicia uma sessão de prática musical neste dispositivo sem uma conta online
ru: Начинает музыкальное занятие на этом устройстве без учётной записи
vi: Bắt đầu buổi luyện tập nhạc cụ trên thiết bị này mà không cần tài khoản trực tuyến
zh_hans: 无需在线账户，即可在此设备上开始音乐练习
zh_hant: 無需線上帳戶，即可在此裝置上開始音樂練習

source: Status
ar: الحالة
es: Estado
fr: Statut
ja: ステータス
ko: 상태
pt_br: Estado
ru: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Steady pulse
ar: نبض إيقاعي ثابت
de: Gleichmäßiger Takt
es: Pulso musical constante
fr: Pulsation musicale régulière
ja: 安定した拍
ko: 일정한 박
pt_br: Pulso musical constante
ru: Ровный ритмический пульс
vi: Nhịp đều
zh_hans: 稳定节拍
zh_hant: 穩定節拍

source: Step %@ of %@
ar: الخطوة %@ من %@
de: Schritt %@ von %@
es: Paso %@ de %@
fr: Étape %@ de %@
ja: ステップ %@/%@
ko: %@/%@단계
pt_br: Etapa %@ de %@
ru: Шаг %@ из %@
vi: Bước %@ của %@
zh_hans: 第 %@ 步（共 %@）
zh_hant: 第 %@ 步（共 %@）

source: Step %@ of %@. %@. %@
ar: الخطوة %@ من %@. %@. %@
de: Schritt %@ von %@. %@. %@
es: Paso %@ de %@. %@. %@
fr: Étape %@ de %@. %@. %@
ja: ステップ %@/%@。 %@。 %@
ko: %@의 %@ 단계입니다. %@. %@
pt_br: Etapa %@ de %@. %@. %@
ru: Шаг %@ из %@. %@. %@
vi: Bước %@ của %@. %@. %@
zh_hans: 第 %@ 步（共 %@）。 %@。 %@
zh_hant: 第 %@ 步（共 %@）。 %@。 %@

source: Stop
ar: توقف
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Pare
ru: Стоп
vi: Dừng lại
zh_hans: 停止
zh_hant: 停止

source: Stop and save
ar: إيقاف وحفظ
de: Stoppen und sichern
es: Detener y guardar
fr: Arrêter et enregistrer
ja: 停止して保存
ko: 중지 및 저장
pt_br: Parar e salvar
ru: Остановить и сохранить
vi: Dừng và lưu
zh_hans: 停止并保存
zh_hant: 停止並儲存

source: Stop and save recording
ar: إيقاف وحفظ التسجيل
de: Stoppen und speichern
es: Detener y guardar grabación
fr: Arrêter et sauvegarder l'enregistrement
ja: 録音を停止して保存する
ko: 녹음 중지 및 저장
pt_br: Pare e salve a gravação
ru: Остановить и сохранить запись
vi: Dừng và lưu bản ghi
zh_hans: 停止并保存录音
zh_hant: 停止並儲存錄音

source: Stop metronome
ar: إيقاف المسرع
de: Metronom stoppen
es: Detener metrónomo
fr: Arrêter le métronome
ja: メトロノームを停止
ko: 메트로놈 중지
pt_br: Parar metrônomo
ru: Остановить метроном
vi: Dừng máy đếm nhịp
zh_hans: 停止节拍器
zh_hant: 停止節拍器

source: Stop reference tone
ar: إيقاف النغمة المرجعية
de: Referenzton stoppen
es: Detener tono de referencia
fr: Arrêter la note de référence
ja: 基準音を停止
ko: 기준 음 중지
pt_br: Parar nota de referência
ru: Остановить эталонный тон
vi: Dừng âm tham chiếu
zh_hans: 停止参考音
zh_hant: 停止參考音

source: Strong work — try to beat your best.
ar: عمل قوي - حاول التغلب على أفضل ما لديك.
de: Starke Arbeit – versuchen Sie, Ihr Bestes zu geben.
es: Trabajo duro: intenta superar lo mejor que puedas.
fr: Travail solide : essayez de faire de votre mieux.
ja: 力強い仕事 — ベストを超えるように努めてください。
ko: 열심히 노력하세요. 최고 기록을 깨기 위해 노력하세요.
pt_br: Trabalho forte – tente vencer o seu melhor.
ru: Сильная работа — постарайтесь превзойти свои лучшие качества.
vi: Làm việc chăm chỉ - cố gắng vượt qua khả năng tốt nhất của bạn.
zh_hans: 努力工作——努力超越自己的最佳水平。
zh_hant: 努力工作－努力超越自己的最佳水準。

source: Student
ar: طالب
es: estudiante
fr: Étudiant
ja: 学生
ko: 학생
pt_br: Estudante
ru: Студент
vi: sinh viên
zh_hans: 学生
zh_hant: 學生

source: Subdivision
ar: التقسيم الإيقاعي
de: Rhythmische Unterteilung
es: Subdivisión rítmica
fr: Subdivision rythmique
ja: 拍の分割
ko: 박 세분
pt_br: Subdivisão rítmica
ru: Деление доли
vi: Phân chia nhịp
zh_hans: 节拍细分
zh_hant: 節拍細分

source: Support
ar: الدعم
de: Unterstützung
es: Soporte
fr: Assistance
ja: サポート
ko: 지원
pt_br: Suporte
ru: Поддержка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

source: Switching only changes which class is selected here.
ar: يغيّر التبديل الصف المحدد هنا فقط.
de: Durch den Wechsel ändert sich lediglich, welche Klasse hier ausgewählt ist.
es: Al cambiar solo se cambia qué clase se selecciona aquí.
fr: La commutation change uniquement la classe sélectionnée ici.
ja: 切り替えは、ここで選択されているクラスを変更するだけです。
ko: 전환하면 여기에서 선택한 클래스만 변경됩니다.
pt_br: A troca altera apenas a classe selecionada aqui.
ru: Переключение меняет только тот класс, который здесь выбран.
vi: Việc chuyển đổi chỉ thay đổi lớp nào được chọn ở đây.
zh_hans: 切换仅更改此处选择的班级。
zh_hant: 切換僅變更此處選擇的班級。

source: System Default
ar: الإعداد الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage système
ja: システムのデフォルト
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: Системный язык
vi: Mặc định hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Take relaxed four-count breaths.
ar: خذ أنفاسًا مسترخية من أربع عدات.
de: Atmen Sie entspannt über vier Schläge.
es: Respira de forma relajada durante cuatro tiempos.
fr: Respirez de façon détendue sur quatre temps.
ja: 4拍でリラックスして呼吸します。
ko: 4박 동안 편안하게 호흡하세요.
pt_br: Respire de forma relaxada por quatro tempos.
ru: Делайте расслабленные вдохи на четыре счёта.
vi: Hít thở thư giãn trong bốn phách.
zh_hans: 用四拍放松地呼吸。
zh_hant: 用四拍放鬆地呼吸。

source: Tap tempo
ar: اضغط على الإيقاع
de: Tippen Sie auf Tempo
es: Toque el tempo
fr: Tapez le tempo
ja: タップテンポ
ko: 탭템포
pt_br: Toque no ritmo
ru: Нажмите темп
vi: Nhấn vào nhịp độ
zh_hans: 敲击节奏
zh_hant: 敲擊節奏

source: Tap the beat or adjust it one step at a time.
ar: اضغط على الإيقاع أو اضبطه خطوة بخطوة.
de: Tippen Sie auf den Beat oder passen Sie ihn Schritt für Schritt an.
es: Toca el ritmo o ajústalo paso a paso.
fr: Appuyez sur le rythme ou ajustez-le une étape à la fois.
ja: ビートをタップするか、一度に 1 段階ずつ調整します。
ko: 비트를 탭하거나 한 번에 한 단계씩 조정하세요.
pt_br: Toque na batida ou ajuste-a um passo de cada vez.
ru: Нажимайте на ритм или изменяйте его шаг за шагом.
vi: Nhấn vào nhịp hoặc điều chỉnh từng bước một.
zh_hans: 点击节拍或一次一步地调整。
zh_hant: 點擊節拍或一次一步地調整。

source: Tell them what you were doing, which screen you were on, and about when the problem happened.
ar: أخبرهم بما كنت تفعله والشاشة التي كنت عليها والوقت التقريبي لحدوث المشكلة.
de: Teilen Sie mit, was Sie getan haben, auf welchem Bildschirm Sie waren und ungefähr wann das Problem auftrat.
es: Indícales qué estabas haciendo, en qué pantalla estabas y aproximadamente cuándo ocurrió el problema.
fr: Indiquez ce que vous faisiez, l’écran affiché et l’heure approximative à laquelle le problème est survenu.
ja: 行っていた操作、表示していた画面、問題が起きたおおよその時刻を伝えてください。
ko: 무엇을 하고 있었는지, 어느 화면이었는지, 문제가 대략 언제 발생했는지 알려 주세요.
pt_br: Informe o que você estava fazendo, em qual tela estava e aproximadamente quando o problema aconteceu.
ru: Сообщите, что вы делали, на каком экране находились и примерно когда возникла проблема.
vi: Hãy cho họ biết bạn đang làm gì, đang ở màn hình nào và sự cố xảy ra vào khoảng thời gian nào.
zh_hans: 请告诉他们你当时在做什么、处于哪个界面，以及问题大约何时发生。
zh_hant: 請告訴他們你當時在做什麼、處於哪個畫面，以及問題大約何時發生。

source: Tempo
ar: وتيرة
ja: テンポ
ko: 템포
ru: Темп
vi: nhịp độ
zh_hans: 节奏
zh_hant: 節奏

source: Tempo down
ar: وتيرة أسفل
de: Tempo runter
es: Tempo abajo
fr: Baisser le tempo
ja: テンポダウン
ko: 템포 다운
pt_br: Tempo para baixo
ru: Темп вниз
vi: Giảm nhịp độ
zh_hans: 节奏放慢
zh_hant: 節奏放慢

source: Tempo target: %@ BPM
ar: السرعة المستهدفة: %@ نبضة/دقيقة
de: Zieltempo: %@ BPM
es: Tempo objetivo: %@ PPM
fr: Tempo cible : %@ BPM
ja: 目標テンポ：%@ BPM
ko: 목표 템포: %@ BPM
pt_br: Andamento-alvo: %@ BPM
ru: Целевой темп: %@ уд/мин
vi: Nhịp độ mục tiêu: %@ BPM
zh_hans: 目标速度：%@ BPM
zh_hant: 目標速度：%@ BPM

source: Tempo up
ar: وتيرة تصل
de: Tempo hoch
es: ritmo arriba
fr: Accélérez le rythme
ja: テンポアップ
ko: 템포 업
pt_br: Aumentar o ritmo
ru: Увеличьте темп
vi: Tăng nhịp độ
zh_hans: 节奏加快
zh_hant: 節奏加快

source: Tempo: %@ BPM
ar: السرعة: %@ نبضة/دقيقة
de: Tempo: %@ Schläge/min
es: Tempo: %@ PPM
ja: テンポ：%@ BPM
ko: 템포: %@ BPM
pt_br: Andamento: %@ BPM
ru: Темп: %@ уд/мин
vi: Nhịp độ: %@ BPM
zh_hans: 速度：%@ BPM
zh_hant: 速度：%@ BPM

source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fr: Conditions
ja: 規約
ko: 용어
pt_br: Termos
ru: Условия
vi: Điều khoản
zh_hans: 条款
zh_hant: 條款

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 약관
pt_br: Termos de Serviço
ru: Условия использования
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

source: Test recording
ar: تسجيل الاختبار
de: Testaufnahme
es: Grabación de prueba
fr: Enregistrement d'essai
ja: テスト録音
ko: 테스트 녹음
pt_br: Gravação de teste
ru: Тестовая запись
vi: Ghi thử nghiệm
zh_hans: 测试录音
zh_hant: 測試錄音

source: Test score
ar: درجة الاختبار
de: Testergebnis
es: Puntuación de la prueba
fr: Résultat du test
ja: テストのスコア
ko: 시험 점수
pt_br: Pontuação do teste
ru: Оценка теста
vi: Điểm kiểm tra
zh_hans: 测试成绩
zh_hant: 測驗成績

source: That class action conflicts with your current membership.
ar: يتعارض إجراء الصف هذا مع عضويتك الحالية.
de: Diese Sammelklage steht im Widerspruch zu Ihrer aktuellen Mitgliedschaft.
es: Esa demanda colectiva entra en conflicto con su membresía actual.
fr: Ce recours collectif entre en conflit avec votre adhésion actuelle.
ja: その集団訴訟は現在のメンバーシップと競合します。
ko: 해당 집단 소송은 귀하의 현재 멤버십과 충돌합니다.
pt_br: Essa ação coletiva entra em conflito com sua associação atual.
ru: Этот групповой иск противоречит вашему нынешнему членству.
vi: Vụ kiện tập thể đó xung đột với tư cách thành viên hiện tại của bạn.
zh_hans: 该集体诉讼与您当前的会员资格相冲突。
zh_hant: 該集體訴訟與您目前的會員資格相衝突。

source: That class could not be found.
ar: تعذر العثور على هذا الصف.
de: Diese Klasse konnte nicht gefunden werden.
es: No se pudo encontrar esa clase.
fr: Cette classe est introuvable.
ja: そのクラスが見つかりませんでした。
ko: 해당 클래스를 찾을 수 없습니다.
pt_br: Essa classe não foi encontrada.
ru: Этот класс не найден.
vi: Lớp đó không thể được tìm thấy.
zh_hans: 找不到该班级。
zh_hant: 找不到該班級。

source: Apply %@
ar: تطبيق %@
de: %@ anwenden
es: Aplicar %@
fr: Appliquer %@
ja: %@を適用
ko: %@ 적용
pt_br: Aplicar %@
ru: Применить %@
vi: Áp dụng %@
zh_hans: 应用 %@
zh_hant: 套用 %@

source: Delete %@
ar: حذف %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
ja: %@を削除
ko: %@ 삭제
pt_br: Excluir %@
ru: Удалить %@
vi: Xóa %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Drone
ar: النغمة المستمرة
de: Halteton
es: Nota pedal
fr: Bourdon
ja: 持続音
ko: 지속음
pt_br: Nota sustentada
ru: Бурдон
vi: Âm ngân
zh_hans: 持续音
zh_hant: 持續音

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@
ar: تعديل %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
ja: %@を編集
ko: %@ 편집
pt_br: Editar %@
ru: Изменить %@
vi: Chỉnh sửa %@
zh_hans: 编辑 %@
zh_hant: 編輯 %@

source: Instruction
ar: تعليمات
de: Anleitung
es: Instrucciones
fr: Consigne
ja: 説明
ko: 안내
pt_br: Instruções
ru: Инструкция
vi: Hướng dẫn
zh_hans: 说明
zh_hant: 說明

source: Rename %@
ar: إعادة تسمية %@
de: %@ umbenennen
es: Cambiar el nombre de %@
fr: Renommer %@
ja: %@の名前を変更
ko: %@ 이름 바꾸기
pt_br: Renomear %@
ru: Переименовать %@
vi: Đổi tên %@
zh_hans: 重命名 %@
zh_hant: 重新命名 %@

source: The %@ block is missing its practice content.
ar: تفتقد كتلة %@ محتوى التدريب الخاص بها.
de: Im Block „%@“ fehlen die Übungsinhalte.
es: Al bloque %@ le falta su contenido de práctica.
fr: Le bloc %@ ne contient pas son contenu d’entraînement.
ja: %@ブロックに練習内容がありません。
ko: %@ 블록에 연습 내용이 없습니다.
pt_br: O bloco %@ não tem o conteúdo de prática.
ru: В блоке «%@» отсутствует содержимое упражнения.
vi: Khối %@ đang thiếu nội dung luyện tập.
zh_hans: %@ 模块缺少练习内容。
zh_hant: %@ 區塊缺少練習內容。

source: Save changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
ko: 변경 사항 저장
pt_br: Salvar alterações
ru: Сохранить изменения
vi: Lưu thay đổi
zh_hans: 保存更改
zh_hant: 儲存變更

source: The account service couldn't refresh your sign-in right now. Your saved session will be retried later.
ar: تعذر على خدمة الحساب تحديث تسجيل دخولك الآن. ستتم إعادة محاولة جلستك المحفوظة لاحقًا.
de: Der Kontodienst konnte Ihre Anmeldung derzeit nicht aktualisieren. Ihre gespeicherte Sitzung wird später wiederholt.
es: El servicio de cuenta no pudo actualizar su inicio de sesión en este momento. Su sesión guardada se volverá a intentar más tarde.
fr: Le service de compte n'a pas pu actualiser votre connexion pour le moment. Votre session enregistrée sera réessayée plus tard.
ja: 現在、アカウント サービスはサインインを更新できませんでした。保存したセッションは後で再試行されます。
ko: 지금은 계정 서비스에서 로그인을 새로 고칠 수 없습니다. 저장된 세션은 나중에 다시 시도됩니다.
pt_br: O serviço de conta não conseguiu atualizar seu login no momento. Sua sessão salva será repetida mais tarde.
ru: Службе учетных записей не удалось обновить данные для входа в систему. Сохраненный сеанс будет повторен позже.
vi: Dịch vụ tài khoản không thể làm mới thông tin đăng nhập của bạn ngay bây giờ. Phiên đã lưu của bạn sẽ được thử lại sau.
zh_hans: 帐户服务目前无法刷新您的登录信息。您保存的会话稍后将重试。
zh_hant: 帳戶服務目前無法刷新您的登入資訊。您儲存的會話稍後將重試。

source: The account service is unavailable right now.
ar: خدمة الحساب غير متاحة الآن.
de: Der Kontodienst ist derzeit nicht verfügbar.
es: El servicio de cuentas no está disponible ahora.
fr: Le service de compte est indisponible pour le moment.
ja: 現在アカウントサービスを利用できません。
ko: 현재 계정 서비스를 사용할 수 없습니다.
pt_br: O serviço de conta está indisponível no momento.
ru: Служба учетных записей сейчас недоступна.
vi: Dịch vụ tài khoản hiện không khả dụng.
zh_hans: 账户服务目前不可用。
zh_hant: 帳戶服務目前無法使用。

source: The account service returned an unreadable response.
ar: أعادت خدمة الحساب استجابة غير قابلة للقراءة.
de: Der Kontodienst hat eine unlesbare Antwort gesendet.
es: El servicio de cuentas devolvió una respuesta ilegible.
fr: Le service de compte a renvoyé une réponse illisible.
ja: アカウントサービスから読み取れない応答が返されました。
ko: 계정 서비스가 읽을 수 없는 응답을 반환했습니다.
pt_br: O serviço de conta retornou uma resposta ilegível.
ru: Служба учетных записей вернула нечитаемый ответ.
vi: Dịch vụ tài khoản trả về phản hồi không đọc được.
zh_hans: 账户服务返回了无法读取的响应。
zh_hant: 帳戶服務傳回無法讀取的回應。

source: The class service address is not approved for this build.
ar: عنوان خدمة الصف غير معتمد لهذا الإصدار.
de: Die Klassendienstadresse ist für diesen Build nicht genehmigt.
es: La dirección de servicio de clase no está aprobada para esta compilación.
fr: L’adresse du service de classe n’est pas approuvée pour cette version.
ja: クラス サービス アドレスはこのビルドでは承認されていません。
ko: 이 빌드에는 클래스 서비스 주소가 승인되지 않았습니다.
pt_br: O endereço de serviço de classe não foi aprovado para esta compilação.
ru: Адрес службы класса не одобрен для этой сборки.
vi: Địa chỉ dịch vụ lớp không được phê duyệt cho bản dựng này.
zh_hans: 此构建未批准班级服务地址。
zh_hant: 此建置未核准班級服務地址。

source: The class service could not complete this request.
ar: تعذر على خدمة الصف إكمال هذا الطلب.
de: Der Klassendienst konnte diese Anfrage nicht abschließen.
es: El servicio de clase no pudo completar esta solicitud.
fr: Le service de classe n'a pas pu traiter cette demande.
ja: クラス サービスはこのリクエストを完了できませんでした。
ko: 클래스 서비스가 이 요청을 완료할 수 없습니다.
pt_br: O serviço de classe não pôde concluir esta solicitação.
ru: Службе классов не удалось выполнить этот запрос.
vi: Dịch vụ lớp học không thể hoàn thành yêu cầu này.
zh_hans: 班级服务无法完成此请求。
zh_hant: 班級服務無法完成此請求。
